import eitanPicture from '../../assets/photos/party-members/eitan-no-background.png';
import oriPicture from '../../assets/photos/party-members/ori-pic.jpeg';
import limorPicture from '../../assets/photos/party-members/limor-pic.jpeg';
import rachelPicture from '../../assets/photos/party-members/rachel-pic.jpeg';
import meniPicture from '../../assets/photos/party-members/meni-pic.jpeg';
import galitPicture from '../../assets/photos/party-members/galit-pic.jpeg';
import galPicture from '../../assets/photos/party-members/gal-pic.jpeg';
import nitzaPicture from '../../assets/photos/party-members/nitza-pic.jpeg';
import yoelPicture from '../../assets/photos/party-members/yoel-pic.jpeg';
import effiPicture from '../../assets/photos/party-members/effi-pic.jpeg';
import michalPicture from '../../assets/photos/party-members/michal-pic.jpeg';

const PartyPlatform = () => {
    return (
        <>
            <h2>חברי המפלגה</h2>

            <div>
                <div
                    style={{
                        backgroundImage: `url(${eitanPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של איתן ליליוס'
                />
                <p>
                    <b>חברים שלי,</b>
                    <br />
                    תראו איזה רשימה יפה ומכובדת גיבשנו לקראת הבחירות הקרובות.
                    <br />
                    אני מאמין שהעשייה הרבה בקדנציה המסתיימת, העניקה לנו גם אמון
                    בקרב התושבים, וגם הערכה כלפי צדקת הדרך שלנו - לטפח את האנשים
                    המיוחדים ואת קול הקבילה כולה. המלאכה עוד לא הסתיימה וגם
                    בשנים הבאות אנחנו נעמוד על המשמר.
                    <br />
                    סיעת שווים תמשיך לייצג את כל גווני הקהילה על צרכים השונים:
                    חינוך מיוחד, ביטחון, חינוך, תעשייה, עסקעים, צעיריםף קשרי
                    חוץ, ספורט ועוד, כיאה לרשימה שחבריה הם אנשים מוכשרים המוכנים
                    לתרום מהידע והניסיון שלהם לטובת הקהילה.
                    <br />
                    <b>איתן ליליוס</b>
                </p>
            </div>

            <div>
                <div
                    style={{
                        backgroundImage: `url(${oriPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של אורי סקוזה'
                />
                <h3>אורי סקוזה</h3>
                <h4>ביטחון ועסרים</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
            </div>
            <div>
                <h3>לימור שגב</h3>
                <h4>תרבות וקהילה</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
                <div
                    style={{
                        backgroundImage: `url(${limorPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של לימור שגב'
                />
            </div>
            <div>
                <div
                    style={{
                        backgroundImage: `url(${eitanPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של דוד סולומן'
                />
                <h3>דוד סולומן</h3>
                <h4>איכות הסביבה</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
            </div>
            <div>
                <h3>רחל דהן</h3>
                <h4>חינוך לגיל הרך</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
                <div
                    style={{
                        backgroundImage: `url(${rachelPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של רחל דהן'
                />
            </div>
            <div>
                <div
                    style={{
                        backgroundImage: `url(${meniPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של מני שחק'
                />
                <h3>מני שחק</h3>
                <h4>ספורט</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
            </div>
            <div>
                <h3>גלית שביט אהרונוביץ'</h3>
                <h4>תרבות, חינוך וקיימות</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
                <div
                    style={{
                        backgroundImage: `url(${galitPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של גלית שביט אהרונוביץ'
                />
            </div>
            <div>
                <div
                    style={{
                        backgroundImage: `url(${galPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של גל שחר'
                />
                <h3>גל שחר</h3>
                <h4>צעירים</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
            </div>
            <div>
                <h3>ניצה שרעבי</h3>
                <h4>חינוך</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
                <div
                    style={{
                        backgroundImage: `url(${nitzaPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של ניצה שרעבי'
                />
            </div>
            <div>
                <div
                    style={{
                        backgroundImage: `url(${yoelPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של יואל אמיר'
                />
                <h3>יואל אמיר</h3>
                <h4>קשרי חוץ ותעשייה</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
            </div>
            <div>
                <h3>אפי בן נתן</h3>
                <h4>גמלאים</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
                <div
                    style={{
                        backgroundImage: `url(${effiPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של אפי בן נתן'
                />
            </div>
            <div>
                <div
                    style={{
                        backgroundImage: `url(${michalPicture})`,
                        height: `200px`,
                        width: `200px`,
                    }}
                    title='תמונה של מיכל פיקרסקי'
                />
                <h3>מיכל פיקרסקי</h3>
                <h4>רווחה ומשפחות מיוחדות</h4>
                <p>
                    אני אעסוק בתחום שמעולם לא עמד על הפרק. קידום המגזר העסקי
                    וטיפוח עסקים קטנים ובינוניים ביישוב. בין היתר באמצעות הקמת
                    פורומים. התאגדות וייצוג מול המוסדות ביישוב. אפעל גם לקדם את
                    בטחון היישוב הסובל כיום מפעילות
                </p>
            </div>
        </>
    );
};

export default PartyPlatform;
