import dividPicture from '../assets/photos/party-members/david-pic.jpeg';
import effiPicture from '../assets/photos/party-members/effi-pic.jpeg';
import galPicture from '../assets/photos/party-members/gal-pic.jpeg';
import galitPicture from '../assets/photos/party-members/galit-pic.jpeg';
import limorPicture from '../assets/photos/party-members/limor-pic.jpeg';
import meniPicture from '../assets/photos/party-members/meni-pic.jpeg';
import michalPicture from '../assets/photos/party-members/michal-pic.jpeg';
import nitzaPicture from '../assets/photos/party-members/nitza-pic.jpeg';
import oriPicture from '../assets/photos/party-members/ori-pic.jpeg';
import rachelPicture from '../assets/photos/party-members/rachel-pic.jpeg';
import yoelPicture from '../assets/photos/party-members/yoel-pic.jpeg';

//TODO:
//Copy the text that Aviel sent me

export type MemberDescription = {
    name: string;
    title: string;
    description: string;
    memberPic: string;
};

export const memberData: MemberDescription[] = [
    {
        name: 'עו"ד אורי סקוזה',
        title: 'תמונה של אורי סקוזה',
        description:
            'הביטחון האישי ושמירה על הרכוש שלנו הוא הנושא שאני הולך להעמיד בראש מעייני כחבר במועצת היישוב שתבחר בבחירות הקרובות.\n אין ספק כי החודשים האחרונים רק הגבירו את הצורך הבולט והמיידי בנושאי ביטחון ביישוב ולבקשת איתן ליליוס, ראש הרשימה שלנו למועצה, לקחתי על עצמי לעסוק בתחומים אלו באופן מקצועי ביותר. אני מתכוון לגייס להכנת תוכנית עבודה מסודרת בנושא את אנשי מערכת הביטחון המנוסים ביותר המתגוררים בעיר על מנת לכונן ביישוב תחושת ביטחון אמיתי ומבוסס.\n\nבמסגרת עיסוקי במשרד עורכי הדין שיסדתי ביישוב לפני שנים רבות נחשפתי לרבים וטובים מתושבי שוהם ואני חבר קרוב של רבים מכם ומתוך המון שיחות ומפגשים, למדתי שזהו אחד התחומים שדורש התייחסות מערכתית ותשומת לב עירונית.\n\nבפעילותי במועצה בשנים הקרובות אני מתכוון לפעול להגברת המאמצים והפניית משאבים ראויים לתחום הביטחון. נעשה זאת באמצעות הכנת תוכניות עבודה מקצועיות ושילוב ידע וניסיון של רבים וטובים המתגוררים בעיר.',
        memberPic: oriPicture,
    },
    {
        name: 'לימור שגב',
        title: 'תמונה של לימור שגב',
        description:
            'הנגשת תרבות בשוהם\n\nאני חיה, נושמת ועובדת בתחום התרבות כל חיי, ואני יודעת שיש אירועי תרבות רבים ונפלאים ברחבי הארץ.\nרק שכל פעם מחדש אני נוכחת, בכאב וצער, שחלקם, ולפעמים גם הטובים שבהם, אינם מונגשים לכולם ולבעלי מוגבלויות במיוחד. הסיבות מגוונות: חוסר מודעות מספקת, תוכן שאינו מוכר ועלויות כספיות גבוהות להנגשה.\n\nכמי שנושא התרבות הוא בנפשי ובעיסוקי היומיומי בבית הלוחם בתל אביב, הדגש שלי הינו על הגדלת תחום התרבות בתוך הקהילה והקשר ביניהם.\nלבקשתו של איתן ליליוס ראש סיעת שווים במועצה בחרתי להצטרף לסיעת שווים כדי לשים דגש על חיזוק מוסדות התרבות היישוביים תוך חידוש מסורות ועל יצירת תכנים חדשים המותאמים לכל סוגי האוכלוסייה.\n\nבתור חברת מועצת היישוב אני מתכוונת למתג את שוהם כיישוב מוביל בתחום התרבות הנגישה לקהילה, לכל מגזר, מגדר וגיל.',
        memberPic: limorPicture,
    },
    {
        name: 'דוד סולומן',
        title: 'תמונה של דוד סולומן',
        description:
            'אפעל בתחום התחבורה ואיכות הסביבה ופעילות "ירוקה" בישוב. אקדם טיפוח הריאות הירוקות בישוב לרבות נטיעת עצים לצורכי הצללה והורדת מעלות החום. אקדם תוכניות ביער שוהם לצורך הפיכתו כמוקד בילוי משפחתי וכמרכז ארצי לשוחרי טבע, ואף להשמישו כמרכז רכיבה על אופניים, כמוקד להולכים בשביל חוצה ישראל, גם להעמידו לחינוך לשימוש נכון בטבע וכן לשמר את פנינת הטבע באזור המטווח הישן. אפעל לקדם את היישוב להובלה בתחום האנרגיה הירוקה, מחזור, הקמת עמדות טעינה לרכבים חשמליים ושמירת הישוב כמקום "ירוק" מטופח ונקי. אפעל לקידום התחבורה הציבורית והשיתופית בישוב פנימה ולמוקדים מרכזיים- רכבת ישראל, חניון הנתיב המהיר וכו\'.',
        memberPic: dividPicture,
    },
    {
        name: 'רחל דהן',
        title: 'תמונה של רחל דהן',
        description:
            'כמנהלת מזה שנים רבות בתחום החינוך לגיל הרך ומהכרותי רבת השנים עם היישוב שוהם, אני אפעל לקדם את כל אותם נושאים העומדים על הפרק בתחום הגיל הרך, לרבות מציאת פתרונות לכלל ילדי הישוב וכן גם לצוות המטפלים והמטפלות. אעניק מהידע הרב שלי בתחום על מנת לדאוג לחינוך ערכי ומיטבי למען דור העתיד בשוהם.',
        memberPic: rachelPicture,
    },
    {
        name: 'מני שחק',
        title: 'תמונה של מני שחק',
        description:
            'אורח חיים בריא בשוהם כדרך חיים\n\nרבים וטובים בשוהם מכירים אותי כאחד שנושם וחי ספורט בכל רמ"ח אבריו, כמאמן כושר וכמנהל קבוצת הריצה ביישוב.\n"נפש בריאה בגוף בריא" היא המוטו של חיי ואני מעביר את המסר לכולם בכל הזדמנות.\n\nאני יודע בוודאות שספורט ופעילות גופנית משמשים כגורם משפיע ביותר להתפתחות אישית ולהתפתחות קהילתית יישובית.\n\nקידום אורח חיים פעיל ובריא ביישוב יקדם את תושבי שוהם וישפיע לטובה על כל תחומי הקהילה.  כל יום מחדש אני פוגש ביישוב אנשים בכל הגילים ומכל תחומי הספורט שהם ספורטאים ברמה לאומית ואפילו בינלאומית – ללא ספק גאווה מקומית שדורשת פיתוח טיפוח.\n\nכשאיתן ליליוס בקש ממני להצטרף לסיעת שווים למועצה, נעניתי בשמחה גדולה על מנת לעזור ולפעול החזיר את שוהם לככב על מפת הספורט היישובית והארצית.',
        memberPic: meniPicture,
    },
    {
        name: 'גלית שביט אהרונוביץ',
        title: 'תמונה של גלית שביט אהרונוביץ',
        description:
            'כדתייה, אני מתכוונת לפעול לקירוב לבבות בין דתיים לחילוניים בכל תחומי החיים. כמנטורית לכלכת משפחה ולנערים בסיכון אקדם בתחום הזה את הישוב, תוך מתן מענה רחב להקניית כלים וליווי לכלל הגילאים. אפעל להקמת מרחב חדשני להעצמת מגוון קהלים ותושבים. אקדם תוכניות לנטיעת עצים נותני צל ברחבי היישוב, לשיפור איכות החיים ויצירת מרחב אורבני מעודד ספורט, חוויה משפחתית ואינטרקציה חברתית.',
        memberPic: galitPicture,
    },
    {
        name: 'גל שחר',
        title: 'תמונה של גל שחר',
        description:
            'כצעיר החברים בסיעה וכמי שהתחנך ביישוב הנושא קרוב לליבי, אקדם את פעילות הצעירים ומיצוי יכולותיהם בקהילה ובמערכות הלימודיות. אבחן את מכלול צרכי הצעירים בפנאי ונופש ואתן להם מענה. אפעל לקידום משרתי הצבא ומרשתי שנת השירות וכן קידום הסטודנטים בישוב.',
        memberPic: galPicture,
    },
    {
        name: 'ניצה שרעבי',
        title: 'תמונה של ניצה שרעבי',
        description:
            'כאשת חינוך בתחומי החינוך הרגיל והמיוחד, אקדם ואשפר את תחומי הלמידה השונים והכל תוך שיתוף והדרכת ההורים, הבאת כלל התלמידים להישגים חברתיים, לימודיים ורגשיים בגישות ודרכים חדשניות, תוך למידה דיפריאנציאלית בתוך כותלי בית הספר ומחוצה להם, לרבות בטבע. אסייע בהתמודדיות עם קשיים אישיים ולימודיים תוך יצירת פתרונות מגוונים אשר יובילו ללימוד עצמאי בתחומים הכלכליים, החברתיים והרגשיים.',
        memberPic: nitzaPicture,
    },
    {
        name: 'יואל אמיר',
        title: 'תמונה של יואל אמיר',
        description:
            'כיזם וכמי שפעל שנים ארוכות בחברות בינ"ל אפעל לקידום תחום העסקים הקטנים והבינוניים בישוב וכן את מרכזי העסקים באזורי התעשייה. אפעל לקדם יוזמות ושיתופי פעולה בינ"ל ואת חזון הסיעה להפיכת תושבי שוהם ל"אזרח גלובלי".',
        memberPic: yoelPicture,
    },
    {
        name: 'אפי בן נתן',
        title: 'תמונה של אפי בן נתן',
        description:
            'אחרי שנים כראש ענף תנאי שירות חובה ומילואים בדרגת סגן אלוף, כחבר לשעבר בוועדת העבודה והרווחה של הכנסת וכבן הישוב עשרות שנים, אקדם את תחומי הרווחה בדגש על גימלאי הישוב והגיל השלישי, התרבות והחינוך.',
        memberPic: effiPicture,
    },
    {
        name: 'מיכל פיקרסקי',
        title: 'תמונה של מיכל פיקרסקי',
        description:
            'בראייתי שוהם צריכה ויכולה להיות הקהילה שבה יש מקום לכל אדם, תוך אמונה בזכותו ובחובתו להיות ולחיות את חייו במלואם. השונות והגיוון בנינו הם אלו שבונים, מעשירים ומיטיבים את עולמנו. התפקיד שלנו הוא ליצור, לבנות, לחזק ולתחזק את הקהילה ואת הפרטים החיים בה.',
        memberPic: michalPicture,
    },
];
