import dividPicture from '../assets/photos/party-members/david-pic.jpeg';
import effiPicture from '../assets/photos/party-members/effi-pic.jpeg';
import galPicture from '../assets/photos/party-members/gal-pic.jpeg';
import galitPicture from '../assets/photos/party-members/galit-pic.jpeg';
import limorPicture from '../assets/photos/party-members/limor-pic.jpeg';
import meniPicture from '../assets/photos/party-members/meni-pic.jpeg';
import michalPicture from '../assets/photos/party-members/michal-pic.jpeg';
import nitzaPicture from '../assets/photos/party-members/nitza-pic.jpeg';
import oriPicture from '../assets/photos/party-members/ori-pic.jpeg';
import rachelPicture from '../assets/photos/party-members/rachel-pic.jpeg';
import yoelPicture from '../assets/photos/party-members/yoel-pic.jpeg';

export type MemberDescription = {
    name: string;
    title: string;
    description: string;
    memberPic: string;
};

export const memberData: MemberDescription[] = [
    {
        name: 'עו"ד אורי סקוזה',
        title: 'תמונה של אורי סקוזה',
        description:
            "הביטחון האישי ושמירה על הרכוש שלנו הוא הנושא שאני הולך להעמיד בראש מעייני כחבר במועצת היישוב שתבחר בבחירות הקרובות.\n אין ספק כי החודשים האחרונים רק הגבירו את הצורך הבולט והמיידי בנושאי ביטחון ביישוב ולבקשת איתן ליליוס, ראש הרשימה שלנו למועצה, לקחתי על עצמי לעסוק בתחומים אלו באופן מקצועי ביותר. אני מתכוון לגייס להכנת תוכנית עבודה מסודרת בנושא את אנשי מערכת הביטחון המנוסים ביותר המתגוררים בעיר על מנת לכונן ביישוב תחושת ביטחון אמיתי ומבוסס.\n\nבמסגרת עיסוקי במשרד עורכי הדין שיסדתי ביישוב לפני שנים רבות נחשפתי לרבים וטובים מתושבי שוהם ואני חבר קרוב של רבים מכם ומתוך המון שיחות ומפגשים, למדתי שזהו אחד התחומים שדורש התייחסות מערכתית ותשומת לב עירונית.\n\nבפעילותי במועצה בשנים הקרובות אני מתכוון לפעול להגברת המאמצים והפניית משאבים ראויים לתחום הביטחון. נעשה זאת באמצעות הכנת תוכניות עבודה מקצועיות ושילוב ידע וניסיון של רבים וטובים המתגוררים בעיר.\n\nבבחירות הקרובות כולנו שמים ש' לסיעת שווים בקלפי",
        memberPic: oriPicture,
    },
    {
        name: 'לימור שגב',
        title: 'תמונה של לימור שגב',
        description:
            "הנגשת תרבות בשוהם\n\nאני חיה, נושמת ועובדת בתחום התרבות כל חיי, ואני יודעת שיש אירועי תרבות רבים ונפלאים ברחבי הארץ.\nרק שכל פעם מחדש אני נוכחת, בכאב וצער, שחלקם, ולפעמים גם הטובים שבהם, אינם מונגשים לכולם ולבעלי מוגבלויות במיוחד. הסיבות מגוונות: חוסר מודעות מספקת, תוכן שאינו מוכר ועלויות כספיות גבוהות להנגשה.\n\nכמי שנושא התרבות הוא בנפשי ובעיסוקי היומיומי בבית הלוחם בתל אביב, הדגש שלי הינו על הגדלת תחום התרבות בתוך הקהילה והקשר ביניהם.\nלבקשתו של איתן ליליוס ראש סיעת שווים במועצה בחרתי להצטרף לסיעת שווים כדי לשים דגש על חיזוק מוסדות התרבות היישוביים תוך חידוש מסורות ועל יצירת תכנים חדשים המותאמים לכל סוגי האוכלוסייה.\n\nבתור חברת מועצת היישוב אני מתכוונת למתג את שוהם כיישוב מוביל בתחום התרבות הנגישה לקהילה, לכל מגזר, מגדר וגיל.\n\nבבחירות הקרובות כולנו שמים ש' לסיעת שווים בקלפי",
        memberPic: limorPicture,
    },
    {
        name: 'דוד סולומן',
        title: 'תמונה של דוד סולומן',
        description:
            'את הרגישות הגדולה שלי לחיי אדם רכשתי כמי שעוסק שנים ארוכות בתחום רגיש ונפיץ כמו חקירות פרטיות. למדתי שפעולותיי ועבודתי עשויות או עלולות לשנות את חייו לתמיד ולכן עלי להיות קשוב באופן טוטאלי לצרכיו הפיסיים אך בו בעת גם להמיית ליבו.\n\nרבים מאוד בשוהם מכירים אותי ואת עשייתי בפעילות חברתית ביישוב ואת המאבקים שניהלתי מתוך רצון לשנות ולשפר את חיי כולנו.\n\nאני מאמין גדול באנשים, וכשפגשתי את איתן והחברים בסיעת "שווים" נוכחתי בוודאות שיש לנו היכולות כסיעה מובילה במועצת היישוב, להרחיב את תחום עיסוקנו גם לתחומים נוספים וחשובים כגון תרבות, חינוך, ביטחון, איכות הסביבה, גמלאים עוד, והכל למען לרווחתם של תושבי שוהם.\n\nאיתן ליליוס כבר הוכיח את עצמו כמ"מ ראש המועצה וכחבר מועצת היישוב ואני שמח להצטרף לסיעת שווים שכל כולה הקשבה ועשייה לטובת הציבור ולהירתם בכל כוחי להצלחתנו בבחירות.\n\nבבחירות הקרובות כולנו שמים ש\' לסיעת שווים בקלפי',
        memberPic: dividPicture,
    },
    {
        name: 'רחל דהן',
        title: 'תמונה של רחל דהן',
        description:
            'מהפך בחינוך לגיל הרך\n\nלשמחתי הרבה, תושבים רבים ביישוב מכירים אותי מעיסוקי בעשרות השנים האחרונות בתחום החינוך לגיל הרך. וככזאת הבעיה העיקרית שאני ערה לה בשנים האחרונות היא מצוקת כוח האדם בגנים ובמעונות היום ובכלל במערכת החינוך שמובילה להתמרמרות מוצדקת של ההורים.\n\nכאשת חינוך ומנהלת אחד מהמעונות הגדולים והוותיקים בשוהם, נוכחתי בתסכול של ההורים כאשר הם מרגישים שילדיהם אינם מקבלים את החינוך המיטבי ובמסגרות קבועות.\nבמיוחד בימים אלו, מצוקת ההורים והדגש על צוותי החינוך ה"שקופים" חייבת לקבל סדר עדיפויות גבוה ביישוב.\n\nבחרתי להיות חלק מרשימת שווים למועצה ואני מתחייבת לפעול במועצה כמיטב יכולתי על מנת לשנות את המציאות בתחום זה, למען דור העתיד של היישוב והמדינה.\n\nבבחירות הקרובות כולנו שמים ש\' לסיעת שווים בקלפי',
        memberPic: rachelPicture,
    },
    {
        name: 'מני שחק',
        title: 'תמונה של מני שחק',
        description:
            'אורח חיים בריא בשוהם כדרך חיים\n\nרבים וטובים בשוהם מכירים אותי כאחד שנושם וחי ספורט בכל רמ"ח אבריו, כמאמן כושר וכמנהל קבוצת הריצה ביישוב.\n"נפש בריאה בגוף בריא" היא המוטו של חיי ואני מעביר את המסר לכולם בכל הזדמנות.\n\nאני יודע בוודאות שספורט ופעילות גופנית משמשים כגורם משפיע ביותר להתפתחות אישית ולהתפתחות קהילתית יישובית.\n\nקידום אורח חיים פעיל ובריא ביישוב יקדם את תושבי שוהם וישפיע לטובה על כל תחומי הקהילה.  כל יום מחדש אני פוגש ביישוב אנשים בכל הגילים ומכל תחומי הספורט שהם ספורטאים ברמה לאומית ואפילו בינלאומית – ללא ספק גאווה מקומית שדורשת פיתוח טיפוח.\n\nכשאיתן ליליוס בקש ממני להצטרף לסיעת שווים למועצה, נעניתי בשמחה גדולה על מנת לעזור ולפעול החזיר את שוהם לככב על מפת הספורט היישובית והארצית.\n\nבבחירות הקרובות כולנו שמים ש\' לסיעת שווים בקלפי',
        memberPic: meniPicture,
    },
    {
        name: 'גלית שביט אהרונוביץ',
        title: 'תמונה של גלית שביט אהרונוביץ',
        description:
            'כתושבת היישוב השייכת (גם) לקהילה הדתית הפתוחה והפלורליסטית של שוהם, כמי שמשתדלת להיות גשר ודוגמה לחיים ב"גם וגם" אני מאמינה שלכל אחד ואחת מאתנו יש מחויבות לפעול למען קהילה מכילה המתנהלת מתוך ערבות הדדית. הנכונות להתגייס למען האחר, היא הדרך לשיתוף פעולה פורה בין כל המגזרים, בין האדם לסביבה ובין הרשות לתושב. אני מאמינה ובזאת אפעל ש-יחד נחזק ונבנה שוהם טובה יותר.\n\nאני מאמינה גדולה בחיים "גם וגם" זהו המוטו של חיי וחיי משפחתי מאז ומתמיד.\nבהשתייכותי לקהילה הדתית, הפתוחה והפלורליסטית של שוהם אני מממשת את היותי גשר ודוגמה שלכך שאפשר לחיות בשלום עם דעות שונות ומגוונות.\n\nבבסיס חיי קיימת האמונה המלאה כי מחויבות מלאה לערבות הדדית בין כל תושבי שוהם על אמונותיהם וצורת חייהם, היא דרך החיים הנכונה והמתגמלת ביותר.\n\nפיתוח ההתגייסות למען הזולת, המייצרת שיתוף פעולה פורה ומעצים בין כל המגזרים, היא הדרך הנכונה אותה אני רוצה להנחיל בשוהם גם בין הרשות לתושבים.\nומכאן בין האדם לסביבה ובין כל המגזרים ביישוב.\n\nאיתן ליליוס מגלם במלואה את את תפיסת עולמי, ולבקשתו שמחתי להצטרף לרשימת "שווים" למועצת העיר, כדי להיות זו שתטמיע את הערכים הללו בקרב תושבים העיר.\n\nבבחירות הקרובות כולנו שמים ש\' לסיעת שווים בקלפי',
        memberPic: galitPicture,
    },
    {
        name: 'גל שחר',
        title: 'תמונה של גל שחר',
        description:
            "משאירים את הצעירים ביישוב!\n\nבמהלך השנים האחרונות קשה לפספס את העזיבה של צעירים רבים מהיישוב למטרופולינים הגדולים. כחייל משוחרר וכבוגר מסגרות החינוך ביישוב, אני רואה את הצרכים הרבים והמגוונים של צעירים ביישוב, שלא לכולם ישנו מענה ראוי: פעילויות פנאי לצעירים בגילאי חטיבה ותיכון, הכנה לגיוס לצבא ומתן מענה למסיימי שירות צבאי ולאומי ולסטודנטים במוסדות ההשכלה הגבוהה.\n\nולטובת כל אלו, אני מצטרף לסיעת שווים כדי להביא למועצה את קול הצעירים ולדאוג לכל הצרכים הרבים שעולים, על מנת להבטיח שיותר ויותר בני היישוב יבחרו להישאר בו ולפתח אותו למען הדורות הבאים.\n\nבבחירות הקרובות כולנו שמים ש' לסיעת שווים בקלפי",
        memberPic: galPicture,
    },
    {
        name: 'ניצה שרעבי',
        title: 'תמונה של ניצה שרעבי',
        description:
            'אני מאמינה בעשייה חינוכית שעיקרה בהובלת תהליכים בקרב כלל הגורמים הנוגעים בחינוך: הורה, מורה וילד. לטובת כך נדרשת גמישות מחשבתית והתווית דרך מותאמת אישית לכל ילד, על פי התפיסה "חינוך הנער על פי דרכו".\n\nבבחירות הקרובות כולנו שמים ש\' לסיעת שווים בקלפי',
        memberPic: nitzaPicture,
    },
    {
        name: 'יואל אמיר',
        title: 'תמונה של יואל אמיר',
        description:
            'כאיש עסקים, המשמש כמנכ"ל בחברות המובילות במשק בתחומם, אני שמח להצטרף לסיעת שווים ולסייע בהמשך קידום היישוב בתחום העסקים- הן בתחום העסקים הקטנים והבינוניים ביישוב והן במרכזי העסקים באזורי המסחר והתעשייה. כמו כן, אשים דגש על פיתוח ושדרוג קשרי החוץ של היישוב במגוון האספקטים הרלוונטיים.\n\nבבחירות הקרובות כולנו שמים ש\' לסיעת שווים בקלפי',
        memberPic: yoelPicture,
    },
    {
        name: 'אפי בן נתן',
        title: 'תמונה של אפי בן נתן',
        description:
            'כחבר גאה בקבוצת "הגיל השלישי" ואיש פעיל בחיי היום יום – בכל תחומי החיים (גוף, נפש, משפחה, חברים, עסקים וכל השאר), אני שמח וגאה לחבור לסיעת שווים ולתרום מניסיוני רב השנים למען כל תושבי שוהם בכל הגילים ובכל תחום בו אני עוסק ועסקתי. ובין השאר חלומי הוא לקדם הקמת שלוחה של מוסד אקדמי כלשהו ביישוב, כדי שגם בתחום האקדמי תוכל שוהם להצטיין.\n\nבבחירות הקרובות כולנו שמים ש\' לסיעת שווים בקלפי',
        memberPic: effiPicture,
    },
    {
        name: 'מיכל פיקרסקי',
        title: 'תמונה של מיכל פיקרסקי',
        description:
            'כמי שמתעקשת לעסוק במגוון תחומים, שנושקים (וגם לא) זה לזה, וכאמא גאה לשלושה להט"בים,  בראייתי שוהם צריכה ויכולה להיות קהילה שבה יש מקום לכל אדם, תוך אמונה בזכותו ובחובתו להיות ולחיות את חייו במלואם. השונות והגיוון בינינו הם אלו שבונים, מעשירים ומיטיבים את עולמנו. התפקיד שלנו הוא ליצור, לבנות, לחזק ולתחזק את הקהילה הזו ואת הפרטים החיים בה. וזאת ההתחייבות שלי לפעול בשנים הקרובות – בכל תפקיד ותחום שיידרש כדי לקדם את ערכיי וערכיי סיעת שווים.\n\nבבחירות הקרובות כולנו שמים ש\' לסיעת שווים בקלפי',
        memberPic: michalPicture,
    },
];
